{
  "core_value_proposition": {
    "business_definition": "קייטרינג שף כשר למהדרין בהובלת השף גבריאל (גור) קמיאבי. אגדה מתמחה באספקת שירותי קייטרינג ברמת יוקרה לאירועים פרטיים ועסקיים, תוך שימוש בחומרי גלם מובחרים והגשה מרהיבה. הכל כשר למהדרין בהשגחת הבד\"ץ הרב מחפוד.",
    "business_definition_citation": "https://www.agada-c.co.il",
    "usp": "קייטרינג ברמת אולמות יוקרה מובילים (גינת אגוז, מייפל, לב האצולה) לכל לקוח פרטי. אגדה הוקמה כמטבח הבית לאולמות יוקרה, ולכן כל לקוח מקבל חוויה קולינרית ברמה הגבוהה ביותר – בדיוק כמו באירועי יוקרה. בעלי רישיון יצרן מחמיר מטעם משרד הבריאות, שימוש בפרודוקטים היקרים והאיכותיים ביותר, ומשלוחים לכל הארץ.",
    "usp_citation": "https://www.agada-c.co.il",
    "brand_story": "בהובלת השף גבריאל (גור) קמיאבי, לשעבר השף הראשי של אולמות היוקרה גינת אגוז, מייפל, לב האצולה ומעדני גן עדן. אנחנו מאמינים שאוכל הוא לא רק טעם – הוא חוויה שלמה. יצרנו תפריטים שמשלבים בין טעמים אותנטיים, חומרי גלם מובחרים והגשה מרהיבה. אנחנו מתמחים בהפיכת כל אירוע לחוויה בלתי נשכחת – משבתות חתן, חינות ובריתות ועד חתונות, אירוסין וסעודות מצווה. עם מנות נדיבות, שירות מקצועי ויחס אישי, נעניק לכם ולאורחים רגעים טעימים שיזכרו עוד הרבה אחרי שהאירוע יסתיים.",
    "brand_story_citation": "https://www.agada-c.co.il"
  },
  "target_audience": {
    "personas": [
      {
        "name": "משפחות דתיות וחרדיות המארחות שבתות חתן",
        "name_citation": "https://www.agada-c.co.il",
        "needs": "אוכל כשר למהדרין ברמה גבוהה לשבת חתן, כולל 3 סעודות מלאות. פתרון מושלם לאירוח מכובד עם טריות, טעם ושפע. צורך בפתרונות חימום לשבת (פלטות ומיחמים) על פי הלכה, אריזות נוחות לאחסון במקרר לפני שבת.",
        "needs_citation": "https://www.agada-c.co.il",
        "pain_points": "דאגה לכשרות מהדרין, קושי באיכות האוכל עם שמירה על כשרות גבוהה, צורך בכמויות מדויקות (הרבה אורחים), חשש מחוסרים או איכות לא מספקת, התמודדות עם אירגון לוגיסטי מורכב לשבת.",
        "pain_points_citation": "https://www.agada-c.co.il",
        "tone_of_voice": "מכובד, חם ואישי. שימוש במונחים מסורתיים ודתיים (שבת חתן, חינה, בריתות, מצווה). דגש על ביטחון ('בטוחים שאתם בידיים טובות', 'ראש שקט'), אמינות ושירותיות ('אנחנו תמיד כאן בשבילכם').",
        "tone_of_voice_citation": "https://www.agada-c.co.il"
      },
      {
        "name": "משפחות מתכננות חתונות ואירועים משמעותיים",
        "name_citation": "https://www.agada-c.co.il",
        "needs": "קייטרינג ברמת יוקרה למאות אורחים, תפריטים מגוונים ועשירים, אפשרות להתאמה אישית, שירות מקצועי כולל הפקה מלאה עם מלצרים, פתרונות לאורחים עם צרכים מיוחדים (צמחונים, רגישים לגלוטן), עריכה מלאה כולל כלים חד פעמיים יוקרתיים.",
        "needs_citation": "https://www.agada-c.co.il",
        "pain_points": "חשש מאיכות האוכל באירוע גדול, קושי לבחור מתוך אפשרויות רבות, צורך לאזן בין תקציב לאיכות, דאגה לשביעות רצון של אורחים מגוונים, עומס תכנון וארגון.",
        "pain_points_citation": "https://www.agada-c.co.il",
        "tone_of_voice": "חגיגי, מרגיע ומקצועי. דגש על חוויה ('חוויה בלתי נשכחת', 'רגעים טעימים'), מקצועיות ('שירות מקצועי', 'צוות מנוסה'), ופשטות ('ראש שקט', 'ללא מאמץ').",
        "tone_of_voice_citation": "https://www.agada-c.co.il"
      },
      {
        "name": "מארגני אירועים עסקיים ומוסדיים",
        "name_citation": "https://www.agada-c.co.il",
        "needs": "קייטרינג מהימן לאירועים עסקיים, עמידה בסטנדרטים גבוהים (רישיון יצרן מחמיר), גמישות בתפריט וכמויות, שירות אמין עם זמני אספקה מדויקים, אפשרות להזמנות גדולות ומורכבות.",
        "needs_citation": "https://www.agada-c.co.il",
        "pain_points": "צורך באמינות מוחלטת (לוחות זמנים קשיחים), רגישות לתדמית (איכות מייצגת את הארגון), ניהול תקציבי מדויק, צורך בתיאום רב משתתפים.",
        "pain_points_citation": "https://www.agada-c.co.il",
        "tone_of_voice": "מקצועי, עניני ויעיל. דגש על אמינות ('רישיון יצרן מחמיר', 'פיקוח משרד הבריאות'), איכות ('חומרי גלם איכותיים'), ושירותיות ('משלוחים לכל הארץ', 'שירות מהיר').",
        "tone_of_voice_citation": "https://www.agada-c.co.il"
      },
      {
        "name": "צעירים המתכננים בריתות, חינות ובר/בת מצווה",
        "name_citation": "https://www.agada-c.co.il",
        "needs": "פתרון קייטרינג פשוט ומהיר, מחירים שקופים וברורים, תפריטים קבועים שקל לבחור מהם, טופס הזמנה נוח, אפשרות להזמין מנות ילדים (שניצלונים וצ'יפס), יחס אישי ועזרה בבחירה.",
        "needs_citation": "https://www.agada-c.co.il",
        "pain_points": "חוסר ניסיון בארגון אירועים, בלבול מרוב אפשרויות, חשש ממחירים נסתרים, קושי בהבנת תהליך ההזמנה, צורך בהדרכה ותמיכה.",
        "pain_points_citation": "https://www.agada-c.co.il",
        "tone_of_voice": "ידידותי, נגיש ותומך. שימוש בשפה פשוטה וברורה, קריאות לפעולה ישירות ('הזמנה מהירה', 'דברו איתנו'), זמינות ('אנחנו תמיד כאן בשבילכם'), ועידוד ('אז למה אתם מחכים').",
        "tone_of_voice_citation": "https://www.agada-c.co.il"
      }
    ]
  },
  "competitive_landscape": {
    "luxury_archetypes": [
      {
        "value": "אולמות אירועים יוקרתיים עם מטבחים פנימיים (גינת אגוז, מייפל, לב האצולה, מעדני גן עדן) - מתחרים ישירים לשעבר של השף, המציעים חבילות אירועים מלאות",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "חברות קייטרינג בוטיק כשרות למהדרין המתמחות ביוקרה ושירות VIP, עם שפים בעלי שם",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "שירותי שף פרטי לאירועים - אופציה יוקרתית יותר עם התאמה אישית מקסימלית",
        "value_citation": "https://www.agada-c.co.il"
      }
    ],
    "economic_archetypes": [
      {
        "value": "חברות קייטרינג כשרות סטנדרטיות - מציעות מחירים נמוכים יותר אך ברמת איכות ושירות פחותה",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "שירותי אוכל מוכן ממסעדות כשרות מקומיות - פתרון זול יותר אך פחות מקצועי לאירועים",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "הכנה עצמית / קייטרינג ביתי - האופציה החסכונית ביותר אך הכי מייגעת ופחות מקצועית",
        "value_citation": "https://www.agada-c.co.il"
      }
    ],
    "alternative_archetypes": [
      {
        "value": "אירוח באולמות אירועים עם קייטרינג כלול בחבילה - פתרון משולב במקום קייטרינג נפרד",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "שירותי בופה חוץ מקצועיים בגנים ואולמות - אלטרנטיבה לקייטרינג מסורתי",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "מסעדות כשרות עם חדרי אירועים - פתרון all-in-one שמשלב מקום ואוכל",
        "value_citation": "https://www.agada-c.co.il"
      }
    ]
  },
  "mvp_definition": {
    "critical_features": [
      {
        "value": "טופס הזמנה מתקדם ומהיר (new-order) - ממשק דיגיטלי לניהול הזמנות שמאפשר ללקוחות לבחור תפריט, כמות מוזמנים, סוג אירוע ותאריך בצורה פשוטה ואינטואיטיבית",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "גלריה אינטראקטיבית של תפריטים - תצוגה ויזואלית עשירה של 4 חבילות עיקריות (אגדת הדגים 48₪, אגדת הבשרים 53₪, האגדה המושלמת 68₪, אגדת השבת 140₪) כולל תמונות מושקעות, תיאור מפורט והמחשה של תוכן כל חבילה",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "מערכת המלצות לקוחות (Social Proof) - תצוגה דינמית של המלצות אותנטיות מלקוחות קודמים הכוללות ציטוטים מלאים המדגישים שביעות רצון, איכות ושירות",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "אינטגרציה עם ווצאפ ושיחות טלפון - כפתורי קריאה לפעולה בולטים המקשרים ישירות לשליחת הודעה בווצאפ (+972552239120) ושיחת טלפון, להקלה על התקשורת והייעוץ",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "מערכת שאלות ותשובות נפוצות (FAQ) מקיפה - 12 שאלות המכסות נושאים קריטיים: כשרות, חימום לשבת, סוגי אירועים, כלים חד פעמיים, שינויים בתפריט, אלרגנים, מנות ילדים, מינימום הזמנה, עדכון כמויות ועוד",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "מערכת תצוגת מידע על סוגי אירועים - חלוקה ויזואלית ברורה המציגה 4 קטגוריות עיקריות: חתונות, בריתות, שבתות וחגים, בר/בת מצווה",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "עמוד 'אודות' עם סיפור השף והמותג - תיאור מפורט של השף גבריאל קמיאבי, רקע מקצועי (שף ראשי באולמות יוקרה מובילים), תמונה מקצועית, והדגשת ערכי המותג",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "הדגשת יתרונות תחרותיים - 4 נקודות מפתח בולטות: רישיון יצרן מחמיר (משרד הבריאות), חומרי גלם איכותיים, משלוחים לכל הארץ, איכות ללא פשרות ברמת אולמות יוקרה",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "תמיכה בנגישות דיגיטלית - תפריט נגישות מקיף הכולל התאמות טקסט (גודל, גופן קריא, יישור), ויזואליות (ניגודיות, גווני אפור, הסתרת תמונות), ואוריינטציה (הדגש קישורים, מסכת קריאה, מפת אתר)",
        "value_citation": "https://www.agada-c.co.il"
      },
      {
        "value": "מערכת תמחור שקוף - הצגת מחיר מדויק למנה בכל חבילה (48₪, 53₪, 68₪, 140₪) עם פירוט תכולה מלא",
        "value_citation": "https://www.agada-c.co.il"
      }
    ],
    "technical_requirements": "אתר WordPress מותאם לנייד (Mobile-First), בנוי על מערכת ניהול תוכן גמישה המאפשרת עדכון קל של תפריטים ומחירים. אינטגרציה עם ווצאפ Business API (+972552239120) וטלפוניה. טופס הזמנה מתקדם (https://www.agada-c.co.il/new-order/) עם אפשרות לבחירת תפריטים, תאריכים וכמויות. תשתית אחסון תמונות מהירה לגלריית מנות עשירה. תמיכה בנגישות WCAG 2.1 ברמה AA. אופטימיזציה למנועי חיפוש (SEO) עם דגש על מילות מפתח מקומיות: 'קייטרינג כשר למהדרין', 'קייטרינג פתח תקווה', 'שבת חתן', 'השף גבריאל קמיאבי'. תשתית אבטחה SSL לטפסי הזמנה. יכולת עדכון דינמי של המלצות לקוחות וסטטוסי זמינות.",
    "technical_requirements_citation": "https://www.agada-c.co.il"
  },
  "executive_summary": "אגדה הוא שירות קייטרינג כשר למהדרין פרימיום בהובלת השף גבריאל (גור) קמיאבי, לשעבר השף הראשי של אולמות היוקרה המובילים בישראל (גינת אגוז, מייפל, לב האצולה, מעדני גן עדן). המותג מציע חוויה קולינרית ברמת אולמות יוקרה ללקוחות פרטיים, תוך הקפדה על כשרות בד\"ץ הרב מחפוד (יורה דעה) ורישיון יצרן מחמיר ממשרד הבריאות.\n\nהערך המוצע המרכזי: דמוקרטיזציה של יוקרה קולינרית - כל לקוח פרטי זוכה לרמת השירות והאיכות המושקעת המיועדת בדרך כלל אך ורק לאולמות אירועים יוקרתיים. המותג משלב טעמים אותנטיים ים-תיכוניים, חומרי גלם מובחרים (הפרודוקטים היקרים והאיכותיים ביותר) והגשה מרהיבה.\n\nקהל היעד: 4 פרסונות מרכזיות - (1) משפחות דתיות וחרדיות המארחות שבתות חתן הדורשות כשרות מהדרין ופתרונות מקיפים ל-3 סעודות, (2) משפחות המתכננות חתונות ואירועים משמעותיים המחפשות רמת יוקרה עם גמישות והתאמה אישית, (3) מארגני אירועים עסקיים ומוסדיים הדורשים אמינות ומקצועיות מוחלטת, (4) צעירים המתכננים בריתות וחינות המחפשים פשטות, שקיפות ותמיכה.\n\nהמתחרים: יוקרה (אולמות עם מטבחים פנימיים, קייטרינג בוטיק, שפים פרטיים), כלכליים (קייטרינג סטנדרטי, מסעדות מקומיות, הכנה עצמית), אלטרנטיביים (אולמות משולבים, בופה חוץ, מסעדות עם חדרי אירועים).\n\nה-MVP: אתר WordPress מתקדם עם 10 פיצ'רים קריטיים - טופס הזמנה מתקדם, גלריה אינטראקטיבית של 4 תפריטים מרכזיים, מערכת המלצות לקוחות, אינטגרציה עם ווצאפ וטלפון, FAQ מקיף, תצוגת סוגי אירועים, עמוד אודות עשיר, הדגשת יתרונות תחרותיים, תמיכת נגישות, ותמחור שקוף. התשתית הטכנית כוללת אופטימיזציה מובייל, אינטגרציות חיצוניות, SEO מקומי ואבטחה.\n\nאסטרטגיית הצמיחה העתידית: הרחבת קווי המוצרים (מנות פרימיום, תפריטים מיוחדים), אוטומציה של ניהול הזמנות, מערכת CRM לניהול לקוחות חוזרים, שיווק דיגיטלי ממוקד (Google Ads, פייסבוק, אינסטגרם), והקמת תוכנית נאמנות ללקוחות קבועים.",
  "executive_summary_citation": "https://www.agada-c.co.il"
}